# NOTE: https://www-dev.allizom.org/mission/ the video is not localizable for now, only the text
mission_read_the_mozilla_manifesto_to_learn = எங்கள் இலக்கின் வழி செல்ல <a href="{ $url }">மொசில்லாவின் அறிக்கையைப்</a> படித்து அதன் கொள்கைகள் மற்றும் வழிமுறைகளை அறிந்து கொள்ளுங்கள்.

mission_watch_the_video_above_to_learn_more = நாங்கள் யார், எங்கிருந்து வந்தோம், உங்களுக்கான இணையத்தை எவ்வாறு சிறப்பாக ஆக்குறோம் என்பதை மேலுள்ள காணொளியில் பாருங்கள்.

mission_at_mozilla_were_a_global_community = மொசில்லாவில், தொழில்நுட்பர், சிந்தனையாளர், உருவாக்குபவர் ஆகிய நாங்கள் ஒன்றிணைந்து பணியாற்றி இணையத்தை உயிரோட்டத்துடனும் அணுகல் தன்மையுடனும் வைத்திருக்கிறோம், எனவே உலகெங்கும் வாழும் மக்களனைவரும் இணையத்தின் பங்களிப்பாளர் எனவும் உருவாக்குபவர் எனவும் அழைக்கலாம்.

mission_topics_include_support_products = தலைப்பு பின்வரும் உதவி, விளைபொருட்கள், தொழில்நுட்பங்கள் ஆகியவற்றை உள்ளடக்கியது

mission_volunteer_opportunities_in_a_number = பலதரப்பட்ட பிரிவுகளில் பங்களிக்குளிப்பதற்கான வாய்ப்புகள்

mission_we_believe_this_act_of_human_collaboration = தனிப்பட்ட வளர்ச்சியும் ஒருங்கிணைப்பும் நம்முடைய வருங்காலத்திற்கு திறந்த தளத்தில் செய்யப்படும் இம்மனித முயற்சி அவசியம் என நம்புகிறோம்

mission_were_building_a_better_internet = நாங்கள் ஒரு சிறந்த இணையத்தை உருவாக்குகிறோம்

mission_our_structure_organization_and_the = எங்கள் கட்டமைப்பும், ஒருங்கிணைப்பும் பரந்த மொசில்லா சமூகமும்

mission_where_we_come_from_and_how_we_got = நாங்கள் எங்கிருந்து வந்தோம் இப்போதுள்ள நிலையை எவ்வாறு அடைந்தோம்

mission_get_involved = பங்குபெறுங்கள்

mission_forums = இணையவழி மன்றங்கள்

mission_our_mission_is_to_ensure_the_internet = இணையத்தை உலகளாவிய பொது வளமாகவும், அனைவருக்கும் சுதந்திரமாகவும் பொதுவாகவும் எளிதில் அணுகும் வகையில் கிடைக்கச்செய்வதே எங்களின் நோக்கம். பயனர்கள் தங்களின் அனுபவத்தை செதுக்குபவராக, திறன்பெற்றவரக, பாதுகாப்பானவராக சுதந்திரமானவராக உருமாறும் தளமாக இணையம் தனிமனிதரை முன்னிறுத்துகிறது.

mission_our_mission_is_to_promote_openness = திறந்த முறையில், ஆய்ந்தறிந்து வாய்ப்புகளை இணையத்தில் பரவச் செய்வதே எங்களின் இலக்கு ஆகும்.

mission_history = வரலாறு

mission_governance = ஆளுமை

